Repository: mhalesto/ResumeStudio
Catalog: ResumeStudio/Localizable.xcstrings
Source language: en
Languages: de

source: Each swatch uses its true export colour, so you can compare them before previewing the PDF. The five jewel tones are part of a subscription.
de: Jedes Farbfeld zeigt die tatsächliche Exportfarbe, sodass Sie vor der PDF-Vorschau vergleichen können. Die fünf Juwelentöne sind Teil eines Abonnements.

source: Edit
de: Bearbeiten

source: Edit cover letter
de: Anschreiben bearbeiten

source: Edit details & handle
de: Details und Kennung bearbeiten

source: Edit résumé
de: Lebenslauf bearbeiten

source: Edit your story, choose a style, and export a polished PDF in minutes.
de: Bearbeiten Sie Ihre Geschichte, wählen Sie einen Stil und exportieren Sie in Minuten ein sauberes PDF.

source: Edits were found on this device and in iCloud. Neither version has been overwritten.
de: Auf diesem Gerät und in iCloud wurden Änderungen gefunden. Keine der beiden Versionen wurde überschrieben.

source: Education details
de: Angaben zur Ausbildung

source: Email accounts must be verified before referral rewards can be claimed. Apple accounts are verified automatically.
de: E-Mail-Konten müssen bestätigt sein, bevor Empfehlungsprämien eingelöst werden können. Apple-Konten werden automatisch bestätigt.

source: Email sent
de: E-Mail gesendet

source: Employer retirement contribution
de: Arbeitgeberbeitrag zur Altersvorsorge

source: Engagement trend
de: Interaktionsverlauf

source: Equity or long-term incentives
de: Beteiligungen oder langfristige Anreize

source: Erase career intelligence
de: Karriere-Insights löschen

source: Erase workspace
de: Arbeitsbereich löschen

source: Erase workspace data
de: Arbeitsbereichsdaten löschen

source: Erasing removes evidence, contacts, offers, review metadata, voice-practice history and AI revisions. Résumé documents remain untouched.
de: Beim Löschen werden Nachweise, Kontakte, Angebote, Feedback-Metadaten, der Verlauf der Sprachübungen und KI-Überarbeitungen entfernt. Lebenslauf-Dokumente bleiben unberührt.

source: Estimated annual equity value
de: Geschätzter jährlicher Beteiligungswert

source: estimated annual value
de: geschätzter Jahreswert

source: Estimated annual value
de: Geschätzter Jahreswert

source: Every AI result is saved, then waits for your review.
de: Jedes KI-Ergebnis wird gesichert und wartet dann auf Ihre Prüfung.

source: Every opportunity, document, interview and contact in one connected timeline.
de: Jede Gelegenheit, jedes Dokument, jedes Gespräch und jeder Kontakt in einem verbundenen Verlauf.

source: Every successful AI result will appear here automatically.
de: Jedes erfolgreiche KI-Ergebnis erscheint hier automatisch.

source: Evidence
de: Nachweise

source: Evidence consulted
de: Herangezogene Nachweise

source: Evidence imported
de: Nachweise importiert

source: Evidence used
de: Verwendete Nachweise

source: Evidence Vault
de: Nachweis-Tresor

source: Evidence vault, job capture, voice interviews and the tools behind every application.
de: Nachweis-Tresor, Stellenerfassung, Sprachinterviews und die Werkzeuge hinter jeder Bewerbung.

source: Evidence-safe translation
de: Nachweissichere Übersetzung

source: Experience highlights
de: Highlights der Erfahrung

source: Expires
de: Läuft ab

source: Export career intelligence
de: Karriere-Insights exportieren

source: Export PDF
de: PDF exportieren

source: Exported PDF
de: Exportiertes PDF

source: FEATURED
de: EMPFOHLEN

source: Filler words: %@
de: Füllwörter: %@

source: Find a Résumé Template
de: Lebenslauf-Vorlage finden

source: Find the best template for me
de: Die beste Vorlage für mich finden

source: Finding supported skills…
de: Belegte Fähigkeiten werden gesucht…

source: Finding the safest fit…
de: Die sicherste Passung wird gesucht…

source: Finish answer
de: Antwort beenden

source: Finish assessment
de: Einschätzung abschließen

source: Finish résumé
de: Lebenslauf fertigstellen

source: Firebase backup synced %@
de: Firebase-Sicherung synchronisiert %@

source: Fix in %@
de: In %@ beheben

source: Focus area
de: Schwerpunkt

source: Focus next: %@
de: Als Nächstes: %@

source: Follow up
de: Nachfassen

source: Follow-up
de: Nachfassaktion

source: Follow-up email
de: Nachfass-E-Mail

source: Follow-ups
de: Nachfassaktionen

source: Forgot password?
de: Passwort vergessen?

source: Formatting changes paper size and section terminology. It never removes personal data automatically.
de: Die Formatierung ändert Papierformat und Abschnittsbezeichnungen. Personenbezogene Daten werden nie automatisch entfernt.

source: Frame your photo
de: Foto ausrichten

source: Free AI allowance remains available
de: Kostenloses KI-Kontingent bleibt verfügbar

source: Free hosts one active link — revoke the current one, or upgrade for more.
de: Free hostet einen aktiven Link — widerrufen Sie den aktuellen oder upgraden Sie für mehr.

source: Free includes 5 AI-assisted résumé imports each day without spending credits, plus 10 AI credits in your first calendar month and 5 every month after that.
de: Free umfasst täglich 5 KI-gestützte Lebenslauf-Importe ohne Credit-Verbrauch, dazu 10 KI-Credits im ersten Kalendermonat und danach 5 pro Monat.

source: Free keeps up to %lld saved résumé versions. Your imported preview is safe until you choose what to do.
de: Free bewahrt bis zu %lld gesicherte Lebenslauf-Versionen auf. Ihre importierte Vorschau bleibt erhalten, bis Sie sich entscheiden.

source: Free pages include a small “Made with ResumeStudio” footer. Go or Pro removes it.
de: Kostenlose Seiten enthalten eine kleine Fußzeile „Made with ResumeStudio“. Go oder Pro entfernt sie.

source: Free tools remain available offline
de: Kostenlose Werkzeuge bleiben offline verfügbar

source: Free up a slot
de: Platz freimachen

source: Free uses supported on-device intelligence first for lightweight writing and extraction. If you enable connected fallback, a failed on-device attempt may use the credits shown for that action. Go and Pro use the connected quality model first, with on-device intelligence as a private fallback when it can help.
de: Free nutzt für einfaches Schreiben und Extrahieren zuerst die unterstützte Intelligenz auf dem Gerät. Wenn Sie die verbundene Ausweichoption aktivieren, kann ein fehlgeschlagener Versuch auf dem Gerät die für diese Aktion angezeigten Credits verbrauchen. Go und Pro nutzen zuerst das verbundene Qualitätsmodell und die Intelligenz auf dem Gerät als private Ausweichoption, wo sie hilft.

source: Free uses the private on-device model first for lightweight tasks. Connected fallback is optional and may use the credits shown before each action. Go and Pro keep the connected quality model first and use on-device intelligence mainly as a fallback.
de: Free nutzt für einfache Aufgaben zuerst das private Modell auf dem Gerät. Die verbundene Ausweichoption ist optional und kann die vor jeder Aktion angezeigten Credits verbrauchen. Go und Pro nutzen weiterhin zuerst das verbundene Qualitätsmodell und die Intelligenz auf dem Gerät vor allem als Ausweichoption.

source: From
de: Von

source: Full name
de: Vollständiger Name

source: General practice
de: Allgemeines Üben

source: Generate evidence-backed letter
de: Nachweisgestütztes Anschreiben erzeugen

source: Generate from résumé
de: Aus Lebenslauf erzeugen

source: Generate sourced alternatives
de: Belegte Alternativen erzeugen

source: Generated
de: Erzeugt

source: Generating reviewed options…
de: Geprüfte Optionen werden erzeugt…

source: Give 10 credits, get 5
de: 10 Credits verschenken, 5 erhalten

source: Give 10. Get 5.
de: 10 verschenken. 5 erhalten.

source: Go or Pro publishes a clean, unbranded page.
de: Go oder Pro veröffentlicht eine saubere Seite ohne Branding.

source: Graph type
de: Diagrammtyp

source: Graph type: %@
de: Diagrammtyp: %@

source: Greeting
de: Anrede

source: Grounded in your saved career workspace
de: Gestützt auf Ihren gesicherten Karriere-Arbeitsbereich

source: Growth %lld/5
de: Entwicklung %lld/5

source: Growth: %lld/5
de: Entwicklung: %lld/5

source: Guest
de: Gast

source: Headline
de: Schlagzeile

source: Help and legal
de: Hilfe und Rechtliches

source: Help improve ResumeStudio
de: Helfen Sie, ResumeStudio zu verbessern

source: Hi, I’m your Career Coach
de: Hallo, ich bin Ihr Karriere-Coach

source: Hidden
de: Ausgeblendet

source: Hiring manager name
de: Name der einstellenden Führungskraft

source: Hiring manager title
de: Position der einstellenden Führungskraft

source: Hosts “%@.pdf” behind a private link. The viewer page says opens are visible to you.
de: Hostet „%@.pdf“ hinter einem privaten Link. Die Ansichtsseite weist darauf hin, dass Sie sehen können, wann sie geöffnet wird.

source: How demanding is the reader?
de: Wie anspruchsvoll ist die lesende Person?

source: I have verified this fact
de: Ich habe diese Angabe bestätigt

source: I want a portrait-led design
de: Ich möchte ein Design mit Foto im Fokus

source: I've verified my email
de: Ich habe meine E-Mail bestätigt

source: iCloud sync
de: iCloud-Synchronisierung

source: iCloud workspace archive
de: iCloud-Archiv des Arbeitsbereichs

source: If the interview is booked less than a day ahead, the reminder is scheduled one hour before.
de: Liegt das Gespräch weniger als einen Tag entfernt, wird die Erinnerung eine Stunde vorher geplant.

source: Import documents
de: Dokumente importieren

source: Import failed
de: Import fehlgeschlagen

source: Import from active résumé
de: Aus aktivem Lebenslauf importieren

source: Import job specification
de: Stellenbeschreibung importieren

source: Import résumé
de: Lebenslauf importieren

source: Import review
de: Importprüfung

source: Import verified facts from your résumé or add an achievement yourself.
de: Importieren Sie bestätigte Angaben aus Ihrem Lebenslauf oder ergänzen Sie selbst einen Erfolg.

source: Imported facts are marked verified because they already appear in your saved résumé. You can edit or unverify any item.
de: Importierte Angaben gelten als bestätigt, weil sie bereits in Ihrem gesicherten Lebenslauf stehen. Sie können jeden Eintrag bearbeiten oder die Bestätigung aufheben.

source: Improve with AI
de: Mit KI verbessern

source: Improvement areas
de: Verbesserungsfelder

source: Include verified Evidence Vault items
de: Bestätigte Einträge aus dem Nachweis-Tresor einbeziehen

source: Included in previews and exports
de: In Vorschauen und Exporten enthalten

source: Included with Free
de: In Free enthalten

source: Includes %lld referral bonus credits
de: Enthält %lld Bonus-Credits aus Empfehlungen

source: Institution
de: Einrichtung

source: Integrations
de: Integrationen

source: Interview calendar
de: Interviewkalender

source: Interview checklist
de: Interview-Checkliste

source: Interview coach review
de: Feedback des Interview-Coachs

source: Interview context
de: Interviewkontext

source: Interview details
de: Angaben zum Gespräch

source: Interview-day essentials
de: Das Wichtigste für den Gesprächstag

source: Interviewer names
de: Namen der Gesprächspartner

source: Invite friends: they get 10 credits and you get 5
de: Freundinnen und Freunde einladen: Sie erhalten 10 Credits, Sie selbst 5

source: Item
de: Eintrag

source: Job
de: Stelle

source: Job description
de: Stellenbeschreibung

source: Job description for cover letter
de: Stellenbeschreibung für das Anschreiben

source: Job link
de: Link zur Stelle

source: Job offer
de: Stellenangebot

source: Job title
de: Stellenbezeichnung

source: Keep a local processing history
de: Lokalen Verarbeitungsverlauf behalten

source: Keep a photo-free version for this market.
de: Behalten Sie für diesen Markt eine Version ohne Foto.

source: Keep every version and upgrade
de: Alle Versionen behalten und upgraden

source: Keep your résumé and job advert nearby
de: Halten Sie Ihren Lebenslauf und die Stellenanzeige bereit

source: Keep your saved AI work across devices
de: Ihre gesicherten KI-Ergebnisse auf allen Geräten behalten

source: Key responsibilities
de: Wichtigste Aufgaben

source: Keyword evidence
de: Belege für Schlüsselwörter

source: Know what is moving and what needs you.
de: Was sich bewegt – und was Sie braucht.

source: Know when a recruiter reads your résumé
de: Erfahren Sie, wann ein Recruiter Ihren Lebenslauf liest

source: Know when you're read
de: Erfahren, wann Sie gelesen werden

source: Label (e.g. LinkedIn)
de: Bezeichnung (z. B. LinkedIn)

# Latest score: %lld/%lld (%lld%%)
source: Latest score: %1$lld/%2$lld (%3$lld%%)
de: Letztes Ergebnis: %1$lld/%2$lld (%3$lld%%)

source: Layout notes
de: Layout-Notizen

source: Let recruiters find this page when they search your name. Turn off to keep it link-only.
de: Lassen Sie Recruiter diese Seite finden, wenn sie Ihren Namen suchen. Deaktivieren Sie dies, um sie nur über den Link erreichbar zu halten.

source: Library
de: Bibliothek

source: Lifetime totals stay above; new activity will build the day-by-day view here.
de: Die Gesamtwerte bleiben oben; neue Aktivität baut hier die Tagesansicht auf.

source: Likely questions
de: Wahrscheinliche Fragen

source: Line spacing
de: Zeilenabstand

source: Link activity
de: Linkaktivität

source: Link disabled
de: Link deaktiviert

source: Link expires in
de: Link läuft ab in

source: Linking a person to an opportunity keeps relationship context with the application.
de: Eine Person mit einer Gelegenheit zu verknüpfen, hält den Beziehungskontext bei der Bewerbung.

source: Listening · %lld sec
de: Hört zu · %lld Sek.

source: Live
de: Aktiv

source: Live · /p/%@
de: Aktiv · /p/%@

source: Load page
de: Seite laden

source: Localize Résumé
de: Lebenslauf lokalisieren

source: Location
de: Ort

source: Location or meeting link
de: Ort oder Meeting-Link

source: Manual editing, ATS checks, application tracking, iCloud sync, privacy controls and unwatermarked PDF, DOCX and text exports remain free. AI-assisted import uses the included credits.
de: Manuelles Bearbeiten, ATS-Prüfungen, Bewerbungsverfolgung, iCloud-Synchronisierung, Datenschutzeinstellungen sowie PDF-, DOCX- und Textexporte ohne Wasserzeichen bleiben kostenlos. Der KI-gestützte Import nutzt die enthaltenen Credits.

source: Margins
de: Ränder

source: Mark follow-up complete
de: Nachfassaktion als erledigt markieren

source: Mark sent
de: Als gesendet markieren

source: Market
de: Markt

source: Match summary
de: Passungsübersicht

source: Match the advert, find gaps, and create a reviewed tailored draft.
de: Gleichen Sie die Anzeige ab, finden Sie Lücken und erstellen Sie einen geprüften, zugeschnittenen Entwurf.

source: Maximum AI cost
de: Maximale KI-Kosten

source: Medical aid contribution
de: Beitrag zur Krankenversicherung

source: Message
de: Nachricht

source: Metric
de: Kennzahl

source: More actions
de: Weitere Aktionen

source: More detail recommended
de: Mehr Details empfohlen

source: My general career direction
de: Meine allgemeine Karriererichtung

source: My performance: %lld/5
de: Meine Leistung: %lld/5

source: My résumés
de: Meine Lebensläufe

source: Never included in writing requests
de: Nie in Schreibanfragen enthalten

source: New résumé
de: Neuer Lebenslauf

source: New Résumé
de: Neuer Lebenslauf

source: New trackable link
de: Neuer verfolgbarer Link

source: Next interview
de: Nächstes Gespräch

source: Next question
de: Nächste Frage

source: Next up
de: Als Nächstes

source: No AI requests recorded on this device.
de: Auf diesem Gerät sind keine KI-Anfragen erfasst.

source: No Evidence Vault items yet. This suggestion uses only the active résumé.
de: Noch keine Einträge im Nachweis-Tresor. Dieser Vorschlag nutzt nur den aktiven Lebenslauf.

source: No interviews on this day
de: An diesem Tag keine Gespräche

source: No matching links
de: Keine passenden Links

source: No matching templates
de: Keine passenden Vorlagen

source: No offers yet
de: Noch keine Angebote

source: No opens yet. You'll get a notification the moment it happens.
de: Noch nicht geöffnet. Sie erhalten eine Mitteilung, sobald es so weit ist.

source: No payment or subscription required
de: Keine Zahlung und kein Abonnement erforderlich

source: No photo
de: Kein Foto

source: No saved AI work yet
de: Noch keine gesicherten KI-Ergebnisse

source: No specific application
de: Keine bestimmte Bewerbung

source: No templates match “%@”.
de: Keine Vorlagen passen zu „%@“.

source: No upcoming interviews yet.
de: Noch keine anstehenden Gespräche.

source: None
de: Keine

source: Not now
de: Jetzt nicht

source: Notes
de: Notizen

source: Offer
de: Angebot

source: Offer comparison
de: Angebotsvergleich

source: Offline access available until %@
de: Offline-Zugriff verfügbar bis %@

source: Offline Design Pack access available
de: Offline-Zugriff auf das Design Pack verfügbar

source: On this device
de: Auf diesem Gerät

source: On-device workspace
de: Arbeitsbereich auf dem Gerät

source: On-site, hybrid or remote
de: Vor Ort, hybrid oder remote

source: once-off
de: einmalig

source: ONE CAREER. EVERY MOVE.
de: EINE KARRIERE. JEDER SCHRITT.

source: One guided application pack
de: Ein geführtes Bewerbungspaket

source: Only aggregate counters, plan, AI route and app version are shared—never identity, document content, job details, URLs or a persistent device ID.
de: Geteilt werden nur aggregierte Zähler, Tarif, KI-Weg und App-Version — nie Identität, Dokumentinhalte, Stellendetails, URLs oder eine dauerhafte Geräte-ID.

source: Only the first 20 pages were imported. Choose a shorter job pack if later pages matter.
de: Nur die ersten 20 Seiten wurden importiert. Wählen Sie ein kürzeres Stellenpaket, wenn spätere Seiten wichtig sind.

source: Only the résumé text needed for that action is sent.
de: Gesendet wird nur der Lebenslauf-Text, den diese Aktion benötigt.

source: Only verified evidence is supplied to AI writing tools as an established fact.
de: Nur bestätigte Nachweise werden den KI-Schreibwerkzeugen als gesicherte Tatsache übergeben.

source: Open application packet
de: Bewerbungspaket öffnen

source: Open Applications
de: Bewerbungen öffnen

source: Open ATS Check
de: ATS-Prüfung öffnen

source: Open Career Coach
de: Karriere-Coach öffnen

source: Open career studio
de: Karriere-Studio öffnen

source: Open follow-up in Mail
de: Nachfassaktion in Mail öffnen

source: Open in Mail
de: In Mail öffnen

source: Open in New Window
de: In neuem Fenster öffnen

source: Open Mail
de: Mail öffnen

source: Open preparation
de: Vorbereitung öffnen

source: Open ResumeStudio Applications
de: ResumeStudio-Bewerbungen öffnen

source: Open ResumeStudio's ATS readiness coach.
de: Den ATS-Coach von ResumeStudio öffnen.

source: Open ResumeStudio's template catalogue and finder.
de: Den Vorlagenkatalog und die Vorlagensuche von ResumeStudio öffnen.

source: Open saved AI work
de: Gesicherte KI-Ergebnisse öffnen

source: Open Template Finder
de: Vorlagensuche öffnen

source: Open your private application command centre.
de: Ihre private Bewerbungszentrale öffnen.

source: Opens the editor with the selected template
de: Öffnet den Editor mit der gewählten Vorlage

source: Opens the résumé editor with the selected template
de: Öffnet den Lebenslauf-Editor mit der gewählten Vorlage

source: Opportunity
de: Gelegenheit

source: Optional aggregate counters only—never résumé text, identity, job details, links or a device ID.
de: Nur optionale aggregierte Zähler — nie Lebenslauf-Text, Identität, Stellendetails, Links oder eine Geräte-ID.

source: Optional job description
de: Optionale Stellenbeschreibung

source: Optional target job
de: Optionale Zielstelle

source: Other annual value
de: Sonstiger Jahreswert

source: Outcome
de: Ergebnis

source: Outcome analytics
de: Ergebnisauswertung

source: Outcome Analytics
de: Ergebnisauswertung

source: Own the creative tools without subscribing.
de: Sichern Sie sich die Kreativwerkzeuge ohne Abonnement.

source: Page
de: Seite

source: Page target
de: Seitenziel

source: Pages
de: Seiten

source: Paid leave: %lld days
de: Bezahlter Urlaub: %lld Tage

source: Paper
de: Papier

source: Paragraph %lld
de: Absatz %lld

source: Parser preview
de: Parser-Vorschau

source: Password (6+ characters)
de: Passwort (mind. 6 Zeichen)

source: Past interviews and results
de: Frühere Gespräche und Ergebnisse

source: Past interviews and your reflections will appear here.
de: Frühere Gespräche und Ihre Notizen erscheinen hier.

source: Paste
de: Einsetzen

source: Paste an advert to add evidence-backed keyword coverage and placement guidance.
de: Fügen Sie eine Anzeige ein, um belegte Schlüsselwortabdeckung und Platzierungshinweise zu erhalten.

source: Pay for momentum, not basic access.
de: Für Schwung zahlen, nicht für Zugang.

source: PDF Template
de: PDF-Vorlage

source: PDF, image, DOCX, RTF, or TXT · extracted on this iPhone
de: PDF, Bild, DOCX, RTF oder TXT · auf diesem iPhone ausgelesen

source: People
de: Personen

source: per month
de: pro Monat

source: Period, for example 2020 - 2023
de: Zeitraum, zum Beispiel 2020 – 2023

source: Period, for example Jan 2024 - Present
de: Zeitraum, zum Beispiel Jan. 2024 – heute

source: Phone
de: Telefon

source: Photo optional
de: Foto optional

source: Plan recruiter follow-up
de: Nachfassen beim Recruiter planen

source: Plans
de: Tarife

source: Plans and purchases
de: Tarife und Käufe

source: Play my answer
de: Meine Antwort abspielen

source: Please verify
de: Bitte bestätigen

source: Policies
de: Richtlinien

source: Portability and deletion
de: Übertragbarkeit und Löschung

source: Portrait-led
de: Foto im Fokus

source: Practice assessment
de: Übungseinschätzung

source: Preparation and assessments use the résumé linked to each application and unlock at 90% completion.
de: Vorbereitung und Einschätzungen nutzen den mit der jeweiligen Bewerbung verknüpften Lebenslauf und werden ab 90 % Vollständigkeit freigeschaltet.

source: Preparation checklist
de: Vorbereitungs-Checkliste

source: Preparation item
de: Vorbereitungspunkt

source: Preparation notes
de: Vorbereitungsnotizen

source: Prepare for interview
de: Auf das Gespräch vorbereiten

source: Prepare for Interview
de: Auf das Gespräch vorbereiten

source: Prepare two thoughtful questions
de: Bereiten Sie zwei durchdachte Fragen vor

source: Prepare with AI
de: Mit KI vorbereiten

source: Preparing questions and evidence…
de: Fragen und Nachweise werden vorbereitet…

source: Preparing suggestions…
de: Vorschläge werden vorbereitet…

source: Preparing your résumé…
de: Ihr Lebenslauf wird vorbereitet…

source: Preview
de: Vorschau

source: Preview cover letter
de: Anschreiben-Vorschau

source: Preview layout
de: Layout-Vorschau

source: Preview Résumé
de: Lebenslauf-Vorschau

source: Print
de: Drucken

source: Privacy
de: Datenschutz

source: Privacy Centre
de: Datenschutzzentrum

source: Privacy policy
de: Datenschutzerklärung

source: Private
de: Privat

source: Private by default
de: Privat von Anfang an

source: Processing
de: Verarbeitung

source: Professional headline
de: Berufliche Schlagzeile

source: Professional profile
de: Berufsprofil

source: Profile photo. Reframe
de: Profilfoto. Neu ausrichten

source: Profile upgrades
de: Profil-Upgrades

source: Protect saved AI work across devices
de: Gesicherte KI-Ergebnisse geräteübergreifend schützen

source: Public · findable on search
de: Öffentlich · über die Suche auffindbar

source: Public · hidden from search
de: Öffentlich · nicht über die Suche auffindbar

source: Publish private link
de: Privaten Link veröffentlichen

source: Publishing…
de: Wird veröffentlicht…

source: Qualification
de: Qualifikation

source: Question
de: Frage

# Question %lld of %lld
source: Question %1$lld of %2$lld
de: Frage %1$lld von %2$lld

source: Questions you can ask
de: Fragen, die Sie stellen können

source: Quick conventions
de: Kurze Konventionen
